[
  {
    "id": "1",
    "title": "Tough Guise: Violence, Media & the Crisis in Masculinity",
    "price": "61.97",
    "category": "Documentary",
    "description": "Nulla ac enim. In tempor, turpis nec euismod scelerisque, quam turpis adipiscing lorem, vitae mattis nibh ligula nec sem."
  },
  {
    "id": "2",
    "title": "Twice Upon a Yesterday (a.k.a. Man with Rain in His Shoes, The)",
    "price": "58.43",
    "category": "Comedy",
    "description": "Etiam vel augue. Vestibulum rutrum rutrum neque. Aenean auctor gravida sem. Praesent id massa id nisl venenatis lacinia. Aenean sit amet justo. Morbi ut odio. Cras mi pede, malesuada in, imperdiet et, commodo vulputate, justo."
  },
  {
    "id": "3",
    "title": "Gods of the Plague (Götter der Pest)",
    "price": "67.93",
    "category": "Crime",
    "description": "Mauris lacinia sapien quis libero. Nullam sit amet turpis elementum ligula vehicula consequat. Morbi a ipsum. Integer a nibh. In quis justo. Maecenas rhoncus aliquam lacus. Morbi quis tortor id nulla ultrices aliquet. Maecenas leo odio, condimentum id, luctus nec, molestie sed, justo."
  },
  {
    "id": "4",
    "title": "Death Watch (La Mort en Direct)",
    "price": "24.93",
    "category": "Sci-Fi",
    "description": "Morbi odio odio, elementum eu, interdum eu, tincidunt in, leo. Maecenas pulvinar lobortis est. Phasellus sit amet erat. Nulla tempus. Vivamus in felis eu sapien cursus vestibulum. Proin eu mi. Nulla ac enim. In tempor, turpis nec euismod scelerisque, quam turpis adipiscing lorem, vitae mattis nibh ligula nec sem. Duis aliquam convallis nunc."
  },
  {
    "id": "5",
    "title": "Game of Chance (Onnenpeli)",
    "price": "70.90",
    "category": "Drama",
    "description": "Pellentesque eget nunc. Donec quis orci eget orci vehicula condimentum. Curabitur in libero ut massa volutpat convallis. Morbi odio odio, elementum eu, interdum eu, tincidunt in, leo. Maecenas pulvinar lobortis est. Phasellus sit amet erat. Nulla tempus. Vivamus in felis eu sapien cursus vestibulum. Proin eu mi. Nulla ac enim."
  },
  {
    "id": "6",
    "title": "Annabel Takes a Tour (Annabel Takes a Trip)",
    "price": "84.46",
    "category": "Comedy",
    "description": "Nullam porttitor lacus at turpis. Donec posuere metus vitae ipsum. Aliquam non mauris."
  },
  {
    "id": "7",
    "title": "Lights in the Dusk (Laitakaupungin valot)",
    "price": "78.71",
    "category": "Crime",
    "description": "Vivamus in felis eu sapien cursus vestibulum. Proin eu mi. Nulla ac enim."
  },
  {
    "id": "8",
    "title": "Rules of Single Life (Sinkkuelämän säännöt)",
    "price": "20.50",
    "category": "Documentary",
    "description": "Nunc nisl."
  }
]
